Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=645_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi oaččui riikkaidgaskasaš dovddastusa
sms: SääŠmteŠǧǧ vuâǯǯai meeraikõskksaž tobdstõõzz

source: Sámedikki ja Meahciráđđehusa giite bálggesčuolli barggus Akwé: Kon – rávvagiid heiveheami várás.
sms: SääŠmteŠǧǧ da MeäŠcchalltõs vuõǯǯu späŠssbõõžžid oudduŠrddeei tuâjast, kååŠtt leäi Akwé: Kon – vuäŠppõõzzi suåvvtumuš.

source: Sámediggi, birasministeriija ja Meahciráđđehus ortnejedje 17.10 siidodáhpáhusa biodiversitehtasoahpamuša 11. oassebeallečoahkkimis Hyderabadis, Indias.
sms: SääŠmteŠǧǧ, pirrõsministeria da meäŠcchalltõs reäŠšše 17.10 kuâŋŋprograamm biodiversiteettsuåppmõõžž 11. vuäŠssbieŠllsåbbrest Hyderabadist, Intiast.

source: Dilálašvuođas ovdanbuktojuvvojedje Akwé: Kon – rávvagiid heiveheapmi Suomas Bátneduottara meahcceguovllu dikšun - ja geavahanplána ráhkadeamis.
sms: Såbbrest puŠhtte õlmmsa: Akwé: Kon – vuäŠppõõzzi suåvvtumuužž LääŠddjânnmest PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžžâst.

source: Suopma lea vuosttas riika, mii lea heivehan jagi 2004 biodiversitehtasoahpamuša 7 oassebeallečoahkkimis dohkkehuvvon rávvagiid.
sms: LääŠddjânnam lij vuõssmõs riikk, kååŠtt lij suåvvtam eeŠjjest 2004 biodiversiteettsuåppmõõžž 11. vuäŠssbieŠllsåbbrest primmum vuäŠppõõzzid.

source: Eaktodáhtolaš Akwé: Kon – rávvagiid ulbmilin lea dorvvastit luonddu máŋggahápmásašvuođa seailuma sihke eamiálbmotkultuvra luonddugaskavuođa ja árbedieđu seailuma.
sms: PääŠkktem Akwé: Kon – vuäŠppõõzzi jurddân lij staanâd luâđ jeeŠresnallšemvuõđ seillmõš da alggmeerkulttuur luâttkõskkvuõđ da ääŠrbvuâlaž teâđ seillmõš.

source: Akwé: Kon – rávvagat fállet vuogi, mainna sámiid oassálastima fidnuid ja plánaid válmmaštallamii, váikkuhusaid árvvoštallamii ja mearrádusdáhkamii sáhttá sihkkarastit.
sms: Akwé: Kon – vuäŠppõõzz taŠrjjee mõõntõõllâmvueŠjj, mäŠhtt saaŠmi vuässõõttmõš haŠŋǩǩõõzzi da plaani valmštõõllmõŠšše, vaikktemärvtõõllmõŠšše da tuŠmmjemtuõjju vueiŠtet staanâd.

source: Akwé: Kon – rávvagiid heiveheami Bátneduottara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis válmmaštallojuvvui birasministeriija ásahan álbmotlaš artihkal 8(j)-bargojoavkku barggus.
sms: Akwé: Kon – vuäŠppõõzzi suåvvtumuužži mieŠldd valmštõŠlleš PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžž, kååŠtt leäi pirrõsministeria pijjum meersaž aartikla 8(j)-tuâjj-joouk tuâi vueŠlnn.

source: Sámedikki ovddastii siidodáhpáhusas láhkačálli Aimo Guttorm.
sms: SääŠmteeŠǧǧ võboršeŠǩǩen kuâŋŋprograammâst leäi lääŠǩǩpiizar Aimo Guttorm.

source: Guttorm buvttii ságastis ovdan, ahte " Suoma sámediggi doallá Bátenduottara dikšun- ja geavahanplána válmmaštallama oktavuođas ollašuhtton Akwé: Kon - proseassa dehalažžan sámiid vuoigatvuođadili ollašuvvama dáfus. "
sms: Guttorm puuŠti saaǥǥstõõllâm poodd ouŠdde tõn, što " LääŠddjânnam sääŠmteeŠǧǧ mieŠldd PääŠnntuõddâr håidd- da ââŠnnemplaan valmštõõllâm õhttvuõđâst, juŠn čõõđ vikkum Akwé: Kon – prosess lij vääžnai saaŠmi vuõiggâdvuõttstaattuuzz teâuddjumuužžâst.

source: Akwé: Kon – rávvagiid heiveheami lea válmmaštallan Meahciráđđehusa ja sámedikki vuođđudan oktasaš bargojoavku, masa sámediggi lea namahan lahtuid.
sms: Akwé: Kon – vuäŠppõõzzi suåvvtumuužž liâ valmštõõllâm MeäŠcchalltõõzz da sääŠmteeŠǧǧ nõõmtum õhttsaž tuâjj-joouk, koozz sääŠmteŠǧǧ lij nõõmtam vuäŠsslaid.

source: Bargojoavkku lahtut leat árbedieđu hálddašeaddjit ja bargojoavkkus leat ovddastuvvon iešguđet ahkejoavkkut ja sohkabealit sihke guovllu bálgosiid boazoisidat.
sms: Tuâjj-joouk vuäŠssla liâ ääŠrbvuâlaž teâđ vuäŠmsteei da tuâjj-jooukâst liâ še jeeŠres puõlvvõõǥǥ da sooǥǥbeäŠl di vuuŠd paalǥâskooŠddi puäʒʒeeŠžžed.

source: Bargojoavkku ságajođiheaddjin lea doaibman sámedikki II várreságajođiheaddji Heikki Paltto.
sms: Tuâjj-joouk saaǥǥjååŠđteeŠjen lij tuåimmjam sääŠmteeŠǧǧ II vääŠrrsaaǥǥjååŠđteei Heikki Paltto.

source: " Rávvagat vulget das, ahte eamiálbmoga ovddasteaddjit váldojuvvojit plánemii mielde aivve álggu rájes, ii easka dallego bargu lea juo ovdánan guhkás.
sms: " VuäŠppõõzz vueŠlǧǧe tõŠst, što alggmeer võboršeeŠǩǩ vääŠldet mieŠldd plaanumuŠšše juŠn tuâi aalǥâst, jeät emansa teŠl ko tuâjj lij juŠn alttuum da ouddnam.

source: Lea aivve eará ášši bargat barggu ovttas ságástallamin go bivdit kommeanttaid juo oktii čállojuvvon veršuvdnii ", deattuha siidodáhpáhusas hállan sierraplánejeaddji Sanna-Kaisa Juvonen Meahciráđđehusa luonddubálvalusain. "
sms: Lij aivv jeeŠres äŠšš tueŠjjeed tuâi õhttsažtuâjast saaǥǥstõõleeŠl, ko raukkâd ceâlklmid juŠn õŠhttest ǩeeŠrjtum suâvlma ", mušttʼtad kuâŋŋprograammâst maainstam spesialplaaneei Sanna-Kaisa Juvonen MeäŠcchalltõõzz luâttkääzzkõõzzi beäŠlnn. "

source: Bargovuohki leamašan jierpmálaš buot oassebeliide, ja doaimmai duođaid bures. "
sms: TuâjjvueŠǩǩ lij leämmaž pukid vuäŠsspeäŠlid läädnai da tuåimmji puârast. "

source: " Meahciráđđehus áigu dieđusge geavahit dán bargovuogi maiddái dás duohko ", Sanna-Kaisa Juvonen lohpida.
sms: " MeäŠcchalltõs tuŠmmai ââŠnned tän tuâjjvueŠjj še puõttiääiŠjest ", låppad Sanna-Kaisa Juvonen.

source: Álbmotlaš biodiversitehtabargojoavkku lahttu sámedikki sáđajođiheaddji Klemetti Näkkäläjärvi lea duđavaš Suoma sámedikki ožžon dovddastussii. ” Leat bargan duođaid olu álbmotlaččat ja riikkaidgaskasaččatge artihkkala 8(j) doibmiibidjama várás ja áinnas dovddastus, man oaččuimet ligge.
sms: Meersaž biodiversiteett-tuâjj-joouk vuäŠsslaž, sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi lij miõlstes LääŠddjânnam sääŠmteeŠǧǧ vuõǯǯum tobdstõŠsse.”LeäŠp tuejjääm tuõđi jiânnai tuâi meersaž da še meeraikõskksaž aartikla 8(j) tuåimmapiijjâm diõtt da teâđast vuõǯǯum tobdstõs paakkad.

source: Bálggesčuolli rolla buktá maiddái vástu ja bargu lea velá olu ovddabealde sámiid árbedieđu suodjaleami várás Suomas ”, ságajođiheaddji árvala.
sms: OoudâstjooŠtti tuâi mieŠldd puäŠtte še vaŠsttõõzz da tuâi liâ jiânnai saaŠmi ääŠrbvuâlaž teâđ suõŠjjumuužžâst LääŠddjânnmest ”, tuŠmmai saaǥǥjååŠđteei.

source: Stahtarađđi dohkkeha čakčat vuođđojurddamearrádusa álbmotlaš biodiversitehtastrategiijan jahkái 2012. ” Sámediggi vuordá biodiversitehtastrategiijas ja erenoamažit dan doibmiibidjamis olu.
sms: Riikksuåvtõs preemm čâhčča vuâđđjuurdtuŠmmstõõǥǥ meersaž biodiversiteettstrategiijan eeŠjj 2012 räjja. ” SääŠmteŠǧǧ vuârdd biodiversiteettstrategiijast da jeäŠrben tõn tuåimmapiijjmõõžžâst jiânnai.

source: Vuordit, ahte Suopma ollašuhttá álbmogiidgaskasaš báktečuollin álbmotlaš artihkal 8(j)-bargojoavkku laohpparaportta evttohan doaibmabijuid ”, Näkkäläjärvi deattuha.
sms: VueŠrttep, što LääŠddjânnam čõõđat meeraikõskksaž ooudâstjooŠttjen meersaž aartikla 8(j)-tuâjj-joouk lopprapoort eŠtǩǩeem tuåimmtuâjaid ”, Näkkäläjärvi mušttʼtii.

source: Birasministeriija COP11-siiddut
sms: Pirrõsministeria COP11-seiddõs
